Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Messages.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CHECK_IN_LOCATION_HISTORY_SELECTION_NO_HISTORY
source: Limited
ar: محدودة
bg: Ограничени
ca: Limitades
cs: Omezený výběr
da: Begrænset
de: Beschränkt
el: Περιορισμένα
es: Reducidos
es_us: Limitados
fi: Rajoitettu
fr: Limitées
fr_ca: Limitées
he: מוגבלים
hi: सीमित
hr: Ograničeni
hu: Korlátozott
id: Terbatas
it: Parziali
ja: 制限付き
kk: Шектеулі
ko: 제한
lt: Ribota
ms: Terhad
nl: Beperkt
no: Begrenset
pl: Ograniczone
pt_br: Limitados
pt_pt: Limitados
ro: Date limitate
ru: Ограниченно
sk: Obmedzené
sl: Omejeno
sv: Begränsad
th: จำกัด
tr: Sınırlı
uk: Обмежені дані
vi: Giới hạn
zh_cn: 有限
zh_hk: 有限
zh_tw: 有限資料

# SPAM_EXTENSION_DESCRIPTION
source: Select a filter to automatically sort SMS messages into categorized lists. You will not receive notifications for messages categorized as Junk.
ar: حدد فلترًا لفرز رسائل SMS تلقائيًا في القوائم المصنفة. لن تتلقى إشعارات للرسائل المصنفة على أنها مزعجة.
bg: Изберете филтър за автоматично подреждане на SMS съобщения в списъци по категории. Няма да получавате известия за съобщения, които са категоризирани като Нежелани.
ca: Selecciona un filtre per ordenar automàticament els missatges SMS en llistes de categories. No rebràs notificacions dels missatges categoritzats com a brossa.
cs: Výběrem filtru můžete SMS zprávy automaticky zařazovat do seznamů podle kategorií. Pro zprávy zařazené do kategorie Nevyžádané se nebudou zobrazovat oznámení.
da: Vælg et filter for automatisk at sortere sms-beskeder i kategoriserede lister. Du modtager ikke notifikationer for beskeder, der kategoriseres som reklame.
de: Wähle einen Filter aus, um SMS-Nachrichten automatisch in Listen mit Kategorien zu sortieren. Du erhältst keine Mitteilung bei Nachrichten, die als Spam eingeordnet werden.
el: Επιλέξτε φίλτρο για αυτόματη ταξινόμηση μηνυμάτων SMS σε κατηγοριοποιημένες λίστες. Δεν θα λαμβάνετε γνωστοποιήσεις για μηνύματα που κατηγοριοποιούνται ως Ανεπιθύμητα.
es: Selecciona un filtro para ordenar automáticamente los mensajes SMS en listas por categorías. No recibirás notificaciones de mensajes clasificados como “No deseado”.
es_us: Elige un filtro para ordenar los mensajes SMS de forma automática en listas de categorías. No recibirás notificaciones para los mensajes categorizados como No deseados.
fi: Järjestä tekstiviestit kategorisoituihin luetteloihin valitsemalla suodatin. Et saa ilmoituksia roskapostiksi luokitelluista viesteistä.
fr: Sélectionnez un filtre pour trier automatiquement les SMS par catégorie. Vous ne recevrez pas de notifications pour les messages classés comme indésirables.
fr_ca: Sélectionnez un filtre pour trier automatiquement les SMS en listes catégorisées. Vous ne recevrez pas de notifications pour les messages considérés comme du courrier indésirable.
he: ניתן לבחור מסנן למיון אוטומטי של הודעות טקסט נכנסות לפי קטגוריות שונות. לא יישלחו עדכונים לגבי הודעות שזוהו כהודעות זבל.
hi: SMS संदेशों को श्रेणी के अनुसार सूचियों में ऑटोमैटिकली सॉर्ट करने के लिए कोई फ़िल्टर चुनें। जंक के रूप में बनाई गए संदेशों की श्रेणियों के लिए आपको सूचनाएँ नहीं मिलेंगी।
hr: Odaberite filtar za automatsko razvrstavanje SMS poruka u kategorizirane popise. Nećete primati obavijesti za poruke koje su kategorizirane kao Neželjena pošta.
hu: Jelöljön ki egy szűrőt az SMS-üzenetek automatikusan kategorizált listákba történő rendezéséhez. Nem fog értesítést kapni a Kéretlen levélként kategorizált üzenetekről.
id: Pilih filter untuk mengurutkan pesan SMS secara otomatis ke daftar berkategori. Anda tidak akan menerima pemberitahuan untuk pesan yang dikategorikan sebagai Junk.
it: Seleziona un filtro per ordinare automaticamente gli SMS in elenchi con categorie. Non riceverai notifiche per i messaggi considerati indesiderati.
ja: フィルタを選択するとSMSメッセージを分類別のリストに自動的に振り分けることができます。“迷惑メール”に分類されたメッセージは通知されません。
kk: SMS хабарларын санатталған тізімге автоматты түрде сұрыптау үшін сүзгіні таңдаңыз. Спам санатына жататын хабарлар туралы хабарландырулар алмайсыз.
ko: 필터를 선택하여 SMS 메시지를 카테고리로 분류된 목록으로 자동 정렬할 수 있습니다. 정크 카테고리로 분류된 메시지는 알림을 받지 않게 됩니다.
lt: Pasirinkite filtrą, kad SMS žinutės būtų automatiškai rikiuojamos į pagal kategorijas suskirstytus sąrašus. Dėl žinučių, priskiriamų kategorijai „Nepageidaujamos žinutės“, pranešimų negausite.
ms: Pilih penapis untuk mengisih mesej SMS kepada senarai dikategorikan secara automatik. Anda tidak akan menerima pemberitahuan untuk mesej yang dikategorikan sebagai Sarap.
nl: Selecteer een filter om sms-berichten automatisch in categorieën te sorteren. Je ontvangt geen meldingen voor berichten in de categorie 'Reclame'.
no: Velg et filter for automatisk sortering av SMS-meldinger i kategoriserte lister. Du vil ikke få varslinger for meldinger som kategoriseres som uønskede.
pl: Wybierz filtr, aby automatycznie sortować wiadomości SMS na skategoryzowanych listach. Nie będziesz otrzymywać powiadomień dotyczących wiadomości skategoryzowanych jako niechciane.
pt_br: Selecione um filtro para ordenar automaticamente as mensagens SMS em listas categorizadas. Você não receberá notificações para mensagens categorizadas como Spam.
pt_pt: Selecione um filtro para ordenar automaticamente as mensagens SMS em listas por categorias. Não receberá notificações de mensagens categorizadas como indesejadas.
ro: Selectați un filtru pentru a sorta automat mesajele SMS în listele clasificate. Nu veți primi notificări pentru mesajele clasificate drept Spam.
ru: Выберите фильтр, чтобы автоматически рассортировывать SMS‑сообщения по категоризированным спискам. Вы не будете получать уведомления о сообщениях, отнесенных к спаму.
sk: Filtre vám umožňujú automaticky triediť SMS správy v kategorizovaných zoznamoch. Pre správy zaradené medzi Odpad nebudete dostávať hlásenia.
sl: Izberite filter za samodejno razvrščanje sporočil SMS v sezname po kategorijah. Za sporočila v kategoriji Neželeno ne boste prejemali obvestil.
sv: Välj ett filter om du automatiskt vill sortera SMS i kategoriserade listor. Du får inte notiser för SMS som kategoriseras som skräp.
th: เลือกฟิลเตอร์สำหรับจัดหมวดหมู่ข้อความ SMS โดยอัตโนมัติ คุณจะไม่ได้รับการแจ้งเตือนสำหรับข้อความที่เป็นข้อความขยะ
tr: SMS mesajlarını otomatik olarak kategorilere ayrılmış listelerde sıralamak için bir filtre seçin. İstenmeyen kategorisindeki mesajlar için bildirim almazsınız.
uk: Виберіть фільтр для автоматичного сортування SMS-повідомлень у списки за категоріями. Ви не отримуватимете сповіщення про повідомлення, які категоризовано як спам.
vi: Chọn một bộ lọc để tự động sắp xếp tin nhắn SMS theo các danh sách được phân loại. Bạn sẽ không nhận được thông báo cho các tin nhắn được phân loại là Tin rác.
zh_cn: 选择将短信自动分类到类别列表的过滤器。你将不会收到“垃圾短信”类别的信息通知。
zh_hk: 選擇過濾器以將SMS訊息自動歸類至分類列表。你不會收到被分類為「垃圾訊息」的通知。
zh_tw: 選取過濾器來自動將SMS訊息整理到分類列表。你將不會收到歸類為「垃圾訊息」的通知。

# BUSINESS_CHAT
source: Business Messages
ar: مراسلة الشركات
bg: Бизнес съобщения
ca: Missatges d’empreses
cs: Obchodní zprávy
da: Virksomhedsbeskeder
de: Nachrichten von Unternehmen
el: Μηνύματα από επιχειρήσεις
es: Mensajes de empresas
es_us: Mensajes de comercios
fi: Yritysviestit
fr: Messages commerciaux
fr_ca: Messages commerciaux
he: הודעות של בתי עסק
hi: व्यावसायिक संदेश
hr: Poslovne poruke
hu: Üzleti üzenetek
id: Pesan Bisnis
it: Messaggi aziendali
ja: ビジネスメッセージ
kk: Бизнес хабарлары
ko: 비즈니스 메시지
lt: Verslo žinutės
ms: Mesej Perniagaan
nl: Zakelijke berichten
no: Messages for Business
pl: Wiadomości biznesowe
pt_br: Mensagens Comerciais
pt_pt: Mensagens de empresas
ro: Mesaje business
ru: Коммерческие сообщения
sk: Obchodné správy
sl: Poslovna sporočila
sv: Företagsmeddelanden
th: ข้อความธุรกิจ
tr: İşletme Mesajları
uk: Повідомлення від компаній
vi: Tin nhắn doanh nghiệp
zh_cn: 商务信息
zh_hk: 商業訊息
zh_tw: 商務訊息

source: Shared with You
ar: مشارك معك
bg: Споделени с теб
ca: Compartit amb tu
cs: Sdíleno s vámi
da: Delt med dig
de: Mit dir geteilt
el: Σε κοινή χρήση με εσάς
es: Compartido contigo
es_us: Se compartió contigo
fi: Jaettu kanssasi
fr: Partagé avec vous
fr_ca: Partagé avec vous
he: שותף איתך
hi: आपसे शेयर किया गया
hr: Podijeljeno s vama
hu: Megosztva Önnel
id: Dibagikan dengan Anda
it: Condivisi con te
ja: あなたと共有
kk: Сізге жіберілді
ko: 나와 공유된 항목
lt: Bendrinama su jumis
ms: Dikongsi dengan Anda
nl: Gedeeld met jou
no: Delt med deg
pl: Udostępnione Tobie
pt_br: Compartilhado com Você
pt_pt: Partilhado consigo
ro: Partajate cu dvs.
ru: Отправлено Вам
sk: Zdieľané s vami
sl: Deljeno z vami
sv: Delas med dig
th: แชร์กับคุณ
tr: Sizinle Paylaşılanlar
uk: Поширено для вас
vi: Được chia sẻ với bạn
zh_cn: 与你共享
zh_hk: 與你共享
zh_tw: 與你分享

# IMESSAGE_FILTERING_GROUP_LABEL
source: iMessage Filtering
ar: تصفية iMessage
bg: iMessage филтриране
ca: Filtres de l’iMessage
cs: Filtrování iMessage
da: iMessage-filter
de: iMessage-Filter
el: Φιλτράρισμα iMessage
es: Filtrado de iMessage
es_us: Filtro de iMessage
fi: iMessage-suodatus
fr: Filtrage des iMessages
fr_ca: Filtre iMessage
he: סינון iMessage
hi: iMessage फ़िल्टरिंग
hr: Filtriranje iMessage poruka
hu: iMessage-szűrés
id: Pemfilteran iMessage
it: Filtro iMessage
ja: iMessageフィルタリング
kk: iMessage сүзгілері
ko: iMessage 필터링
lt: „iMessage“ filtravimas
ms: Penapisan iMessage
nl: iMessage-filter
no: iMessage-filter
pl: Filtrowanie iMessage
pt_br: Filtros do iMessage
pt_pt: Filtros de iMessage
ro: Filtrare iMessage
ru: Фильтры iMessage
sk: Filtrovanie iMessage
sl: Filtriranje sporočil iMessage
sv: iMessage-filtrering
th: การฟิลเตอร์ iMessage
tr: iMessage Filtreleme
uk: Фільтрування iMessage
vi: Lọc iMessage
zh_cn: iMessage信息过滤
zh_hk: iMessage過濾
zh_tw: iMessage過濾

# AUTOMATIC_SHARING_FOOTER_DESCRIPTION
source: Content shared in Messages can automatically appear in selected apps. When turned off, content that you pin will still appear in apps.
ar: عند مشاركة محتوى في تطبيق الرسائل، يمكن أن يظهر تلقائيًا في التطبيقات المحددة. عند إيقاف هذا الإعداد، سيظل المحتوى الذي تثبّته ظاهرًا في التطبيقات.
bg: Съдържанието, споделено в Съобщения, може автоматично да се показва в избрани приложения. Когато това е изключено, съдържанието, което закачите, ще се показва в приложенията.
ca: El contingut compartit a través de l’app Missatges pot aparèixer automàticament a les apps seleccionades. Quan aquesta opció estigui desactivada, el contingut que destaquis seguirà apareixent a les apps.
cs: Obsah sdílený ve Zprávách se může automaticky zobrazovat ve vybraných aplikacích. I když tuto funkci vypnete, v aplikacích se bude nadále zobrazovat obsah, který přišpendlíte.
da: Indhold, der deles i Beskeder, kan automatisk vises i valgte apps. Når funktionen er slået fra, vises det indhold, som du har fastgjort, stadig i apps.
de: In „Nachrichten“ geteilte Inhalte können automatisch in ausgewählten Apps angezeigt werden. Wenn die Option deaktiviert ist, werden die von dir angepinnten Inhalte weiterhin in den Apps angezeigt.
el: Το περιεχόμενο που έχει κοινοποιηθεί στα Μηνύματα μπορεί να εμφανίζεται αυτόματα σε επιλεγμένες εφαρμογές. Όταν δεν είναι ενεργή αυτή η ρύθμιση, το περιεχόμενο που έχετε καρφιτσώσει θα εξακολουθήσει να εμφανίζεται στις εφαρμογές.
es: El contenido compartido en Mensajes puede aparecer automáticamente en las apps que selecciones. Si desactivas esta opción, el contenido que hayas fijado seguirá apareciendo en las apps.
es_us: El contenido compartido en Mensajes puede mostrarse automáticamente en las apps seleccionadas. Si esta opción se desactiva, el contenido que destaques se mostrará en las apps de todas formas.
fi: Viesteissä jaettu sisältö voi näkyä valituissa apeissa automaattisesti. Kun tämä on pois päältä, kiinnitetty sisältö näkyy edelleen apeissa.
fr: Le contenu partagé dans Messages peut apparaître automatiquement dans les apps sélectionnées. Si cette fonctionnalité est désactivée, le contenu épinglé apparaîtra tout de même dans les apps.
fr_ca: Le contenu partagé dans Messages peut apparaître automatiquement dans les apps sélectionnées. Lorsque cette option est désactivée, les messages que vous avez épinglés apparaissent quand même dans les apps.
he: תוכן ששותף דרך ״הודעות״ עשוי להופיע באופן אוטומטי ביישומים נבחרים. כאשר אפשרות זו כבויה, תוכן שהצמדת עדיין יופיע ביישומים.
hi: संदेश ऐप में शेयर किया गया कॉन्टेंट चुने गए ऐप्स में ऑटोमैटिकली दिखाई दे सकता है। बंद करने पर, आपके द्वारा पिन किया गया कॉन्टेंट अभी भी ऐप्स में दिखाई देगा।
hr: Sadržaj podijeljen u Porukama automatski se može prikazati u odabranim aplikacijama. Kad je opcija isključena, sadržaj koji zakvačite i dalje će se prikazivati u aplikacijama.
hu: Az Üzenetekben megosztott tartalmak automatikusan megjeleníthetők a kijelölt appokban. Ha kikapcsolja ezt a funkciót, a gombostűvel megjelölt tartalmak továbbra is megjelennek az appokban.
id: Konten yang dibagikan di Pesan akan muncul secara otomatis di app yang dipilih. Jika dimatikan, konten yang Anda pin masih akan muncul di app.
it: I contenuti condivisi in Messaggi possono essere mostrati automaticamente in app selezionate. Quando l’opzione è disattivata, i contenuti che metti in evidenza saranno comunque visualizzati nelle app.
ja: “メッセージ”で共有されたコンテンツは選択したアプリに自動的に表示できます。オフにしても、ピン固定したコンテンツはアプリに表示されます。
kk: Хабарларда бөлісілген контент таңдалған қолданбаларда автоматты түрде пайда болады. Бұл параметр өшірілсе, сіз бекіткен контент қана көрсетіледі.
ko: 메시지 앱에서 공유된 콘텐츠가 선택한 앱에 자동으로 표시될 수 있습니다. 이 기능을 끄더라도 핀으로 고정한 콘텐츠는 앱에 계속 표시됩니다.
lt: Programoje „Žinutės“ bendrinamas turinys gali būti automatiškai rodomas pasirinktose programose. Išjungus prisegtas turinys vis tiek bus rodomas programose.
ms: Kandungan yang dikongsi dalam Mesej boleh kelihatan secara automatik dalam app yang dipilih. Apabila dinyahaktifkan, kandungan yang anda pinkan masih akan kelihatan dalam app.
nl: Materiaal dat met je wordt gedeeld in Berichten, kan automatisch worden weergegeven in geselecteerde apps. Als dit is uitgeschakeld, wordt materiaal dat je vastmaakt, wel nog weergegeven in apps.
no: Innhold som deles i Meldinger, kan vises automatisk i valgte apper. Når innstillingen er slått av, vil festet innhold fortsatt vises i apper.
pl: Treści udostępniane w Wiadomościach mogą być automatycznie wyświetlane w wybranych aplikacjach. Treści przypięte będą wyświetlane w aplikacjach, nawet jeśli wyłączysz tę funkcję.
pt_br: O conteúdo compartilhado no app Mensagens pode aparecer automaticamente nos apps selecionados. Mesmo quando essa opção estiver desativada, o conteúdo fixado aparecerá nos apps.
pt_pt: Os conteúdos partilhados na aplicação Mensagens podem aparecer automaticamente nas aplicações selecionadas. Se a opção estiver desativada, o conteúdo que afixar continuará a aparecer nas aplicações.
ro: Conținutul partajat în Mesaje poate fi afișat automat în aplicațiile selectate. Când opțiunea este dezactivată, conținutul fixat va continua să fie afișat în aplicații.
ru: Контент, отправляемый через Сообщения, может автоматически отображаться в выбранных приложениях. Если выключить эту настройку, будет отображаться только закрепленный Вами контент.
sk: Obsah zdieľaný v apke Správy sa môže automaticky zobraziť vo vybraných apkách. Keď túto funkciu vypnete, v apkách sa naďalej bude zobrazovať obsah, ktorý pripnete.
sl: Deljena vsebina v Sporočilih se lahko samodejno prikaže v izbranih aplikacijah. Če je ta možnost izklopljena, je vsebina, ki jo pripnete, še vedno prikazana v aplikacijah.
sv: Innehåll som delas i Meddelanden kan automatiskt visas i valda appar. När den här funktionen är avstängd kommer fortfarande innehåll som du fäster att visas i appar.
th: เนื้อหาที่แชร์ในข้อความสามารถแสดงในแอปที่เลือกโดยอัตโนมัติได้ เมื่อปิดการใช้งานนี้ เนื้อหาที่คุณปักหมุดจะยังคงแสดงอยู่ในแอป
tr: Mesajlar’da paylaşılan içerikler, seçilen uygulamalarda otomatik olarak görünebilir. Bu seçenek kapatıldığında iğneli içerikleriniz uygulamalarda görünmeye devam eder.
uk: Вміст, поширений у Повідомленнях, може автоматично відображатись у вибраних програмах. Якщо вимкнено, у програмах усе одно зʼявлятиметься вміст, який ви закріпите.
vi: Nội dung được chia sẻ trong Tin nhắn có thể xuất hiện tự động trong các ứng dụng được chọn. Khi bị tắt, nội dung mà bạn ghim sẽ vẫn xuất hiện trong các ứng dụng.
zh_cn: “信息”中共享的内容可自动在所选App中出现。关闭时，固定内容仍会在App中出现。
zh_hk: 在「訊息」中分享的內容可以在所選App中自動顯示。關閉時，你釘選的內容仍會在App中顯示。
zh_tw: 「訊息」中分享的內容可自動顯示於所選的App。若關閉，你釘選的內容仍會顯示於App。

# NAME_AND_PHOTO_SHARING_ICLOUD_NOT_SIGNED_IN_MESSAGE
source: Sign in with your Apple Account to share your name and photo.
ar: سجِّل الدخول باستخدام حساب Apple لمشاركة اسمك وصورتك.
bg: Влезте с вашата Apple регистрация, за да споделите името и снимката си.
ca: Per compartir el nom i la foto, inicia la sessió amb el compte d’Apple.
cs: Chcete‑li sdílet své jméno a fotku, přihlaste se pod svým účtem Apple.
da: Log ind med din Apple-konto for at dele dit navn og foto.
de: Melde dich mit deinem Apple Account an, um deinen Namen und dein Foto zu teilen.
el: Συνδεθείτε με τον λογαριασμό Apple σας για κοινοποίηση του ονόματος και της φωτογραφίας σας.
es: Inicia sesión con tu cuenta de Apple para compartir tu nombre y tu foto.
es_us: Inicia sesión con tu cuenta de Apple para compartir tu nombre y foto.
fi: Kirjaudu sisään Apple-tilille, jotta voit jakaa nimesi ja kuvasi.
fr: Connectez-vous avec votre compte Apple pour partager votre nom et votre photo.
fr_ca: Connectez-vous avec votre compte Apple pour partager votre nom et votre photo.
he: יש להתחבר באמצעות חשבון ה-Apple כדי לשתף את השם והתמונה.
hi: अपना नाम और तस्वीर शेयर करने के लिए अपने Apple खाते से साइन इन करें।
hr: Prijavite se svojim Apple računom za dijeljenje svog imena i fotografije.
hu: Jelentkezzen be az Apple-fiókjával a neve és fotója megosztásához.
id: Masuk dengan Akun Apple Anda untuk berbagi nama dan foto.
it: Per condividere il nome e la foto, accedi con il tuo Apple Account.
ja: 名前と写真を共有するにはApple Accountでサインインしてください。
kk: Атыңыз бен фотоңызды бөлісу үшін Apple аккаунтыңызбен жүйеге кіріңіз.
ko: 사용자의 이름 및 사진을 공유하려면 Apple 계정으로 로그인하십시오.
lt: Prisijunkite naudodami „Apple“ paskyrą ir bendrinkite savo vardą, pavardę ir nuotrauką.
ms: Daftar masuk dengan Akaun Apple anda untuk berkongsi nama dan foto anda.
nl: Log in met je Apple Account om je naam en foto te delen.
no: Logg på med Apple-kontoen din for å dele navn og bilde.
pl: Aby udostępnić swoją nazwę i zdjęcie, zaloguj się na koncie Apple.
pt_br: Inicie a sessão com sua Conta Apple para compartilhar seu nome e foto.
pt_pt: Inicie sessão com a sua conta Apple para partilhar o seu nome e fotografia.
ro: Autentificați‑vă în contul Apple pentru a vă partaja numele și poza.
ru: Чтобы поделиться именем и фото, войдите со своим Аккаунтом Apple.
sk: Ak chcete zdieľať svoje meno a fotku, prihláste sa so svojím Apple účtom.
sl: Vpišite se z računom Apple, da delite svoje ime in fotografijo.
sv: Logga in med ditt Apple‑konto om du vill dela ditt namn och din bild.
th: ลงชื่อเข้าด้วยบัญชี Apple ของคุณเพื่อแชร์ชื่อและรูปภาพของคุณ
tr: Adınızı ve fotoğrafınızı paylaşmak için Apple Hesabı’nızla giriş yapın.
uk: Увійдіть зі своїм обліковим записом Apple, щоб поширити імʼя та фото.
vi: Đăng nhập bằng Tài khoản Apple của bạn để chia sẻ tên và ảnh.
zh_cn: 通过Apple账户登录以共享你的姓名和照片。
zh_hk: 使用Apple帳户登入以共享你的姓名和相片。
zh_tw: 登入「Apple帳號」來分享你的名稱和照片。

source: Automatic Sharing
ar: المشاركة التلقائية
bg: Автоматично споделяне
ca: Compartició automàtica
cs: Automatické sdílení
da: Automatisk deling
de: Automatisch teilen
el: Αυτόματη κοινοποίηση
es: Compartir automáticamente
es_us: Compartir automáticamente
fi: Automaattinen jakaminen
fr: Partage automatique
fr_ca: Partage automatique
he: שיתוף אוטומטי
hi: ऑटोमैटिक शेयरिंग
hr: Automatsko dijeljenje
hu: Automatikus megosztás
id: Berbagi Otomatis
it: Condivisione automatica
ja: 自動共有
kk: Автоматты түрде бөлісу
ko: 자동 공유
lt: Automatinis bendrinimas
ms: Perkongsian Automatik
nl: Automatisch delen
no: Automatisk deling
pl: Automatyczne udostępnianie
pt_br: Compartilhamento Automático
pt_pt: Partilha automática
ro: Partajare automată
ru: Автоотправка
sk: Automatické zdieľanie
sl: Samodejno deli
sv: Automatisk delning
th: แชร์อัตโนมัติ
tr: Otomatik Paylaşma
uk: Автоматичне поширення
vi: Tự động chia sẻ
zh_cn: 自动共享
zh_hk: 自動分享
zh_tw: 自動分享

# CHECK_IN_LOCATION_HISTORY_SELECTION_GROUP_FOOTER
source: Check In data sharing only occurs if you do not respond when prompted.
ar: لا تتم مشاركة بيانات الاطمئنان إلا إذا لم تستجب عند ظهور رسالة المطالبة.
bg: Данните от Проверката ще бъдат споделени само ако не отговорите на запитването.
ca: Les dades de l’acompanyament només es comparteixen si reps un avís i no hi respons.
cs: Informace o stavu se nasdílejí jen v případě, že nezareagujete na výzvu.
da: Deling af data fra Tjek ankomst sker kun, hvis du ikke svarer ved modtagelse af en meddelelse.
de: Daten in „Wegbegleitung“ werden nur geteilt, wenn du nicht auf Hinweise reagierst.
el: Η κοινοποίηση δεδομένων της Δήλωσης άφιξης πραγματοποιείται μόνο αν δεν απαντήσετε όταν εμφανιστεί σχετικό μήνυμα.
es: Los datos de la función de aviso de llegada solo se compartirán si no respondes al aviso.
es_us: Los datos de Check In se comparten sólo si no respondes cuando se te pide.
fi: Tilanteentarkistus jakaa tiedot vain, jos et vastaa kehotettaessa.
fr: Les données d’accompagnement sont uniquement partagées si vous ne répondez pas aux invitations.
fr_ca: Les données d’accompagnement sont partagées seulement si vous ne répondez pas à l’avis.
he: נתוני ״עדכון שהכול בסדר״ ישותפו רק אם לא תתקבל ממך תגובה לבקשת העדכון.
hi: चेक इन डेटा शेयरिंग केवल तभी होती है जब आप संकेत दिए जाने पर कोई जवाब नहीं देते हैं।
hr: Podaci značajke Potvrda lokacije šalju se samo ako ne odgovorite na upit.
hu: A Helyzetjelentés-adatok csak akkor lesznek megosztva, ha Ön nem válaszol a felszólításra.
id: Berbagi data Periksa hanya dijalankan jika Anda tidak merespons saat mendapatkan perintah.
it: La condivisione dei dati tramite “Tutto bene” avviene solo se non rispondi all’avviso.
ja: パネルに応答しない場合のみ、到着確認データを共有します。
kk: «Байланысқа шығу» деректерін ортақ пайдалану тек сұралғанда жауап бермесеңіз ғана орын алады.
ko: 응답 요청이 표시되었을 때 사용자가 응답하지 않는 경우에만 안전 확인 데이터가 공유됩니다.
lt: Atvykimo patvirtinimo duomenys bendrinami tik tada, jeigu gavę įspėjimą nereaguojate.
ms: Perkongsian data Periksa hanya berlaku jika anda tidak membalas apabila digesa.
nl: Check‑ingegevens worden alleen gedeeld als je niet reageert wanneer je hierom wordt gevraagd.
no: Oppfølgingsdata deles kun hvis du ikke svarer på varslinger.
pl: Dane sesji Daj znać są udostępniane tylko wtedy, gdy nie reagujesz na wyświetloną informację.
pt_br: O compartilhamento dos dados da sessão de Chegou Bem ocorre apenas se você não responder quando solicitado.
pt_pt: A partilha dos dados de verificação ocorre apenas se não responder quando receber um aviso.
ro: Partajarea datelor Acompaniere este realizată doar dacă nu răspundeți când primiți o atenționare.
ru: Данные передаются только в том случае, если Вы не отвечаете на запрос выйти на связь.
sk: Dáta Sprevádzania sú zdieľané len v prípade, keď nezareagujete na výzvu.
sl: Podatki za funkcijo Tukaj sem se delijo le, če ne odgovorite na poziv.
sv: Delning av avstämningsdata sker endast om du inte svarar på en uppmaning.
th: ข้อมูลการเช็คอินจะแชร์ก็ต่อเมื่อคุณไม่ตอบกลับเมื่อได้รับแจ้ง
tr: Durum denetleme verileri yalnızca sorulduğunda yanıt vermezseniz paylaşılır.
uk: Дані супроводу надаються, лише якщо ви не відповідаєте на запит.
vi: Việc chia sẻ dữ liệu Kiểm tra chỉ xảy ra nếu bạn không phản hồi khi được nhắc.
zh_cn: 平安确认数据仅在你未回应收到的提示时才会共享。
zh_hk: 「報平安」資料共享只會在你收到提示後沒有回應時才進行。
zh_tw: 系統只會在你未回應提示時分享「平安通報」資料。
